## Описи слеш-команд та назви контекстних меню
## Використовуються FluentTranslator для вбудованої локалізації команд Discord

# Описи слеш-команд
cmd-desc-ping = Отримати швидку відповідь від бота, щоб перевірити, чи він онлайн.
cmd-desc-invite = Показує запрошення для додавання ReQuest до вашого сервера.
cmd-desc-support = Показує версію бота та посилання на сервер розробки.
cmd-desc-language = Встановити бажану мову для відповідей бота.
cmd-desc-help = Показує список команд та їхніх функцій.
cmd-desc-admin = Майстер адміністрування. Лише для власника бота
cmd-desc-config = Меню конфігурації сервера (Лише для адміністраторів)
cmd-desc-gm = Меню Ведучого Гри
cmd-desc-player = Меню гравця
cmd-desc-shop = Відкриває магазин у поточному каналі, якщо його налаштовано.

# Назви контекстних меню
cmd-context-name-trade = Обмін
cmd-context-name-modify-player = Змінити Гравця
cmd-context-name-view-player = Переглянути Гравця
