## Описания слэш-команд и контекстных меню
## Используются FluentTranslator для встроенной локализации команд Discord

# Описания слэш-команд
cmd-desc-ping = Получить быстрый ответ от бота для проверки его работоспособности.
cmd-desc-invite = Показывает приглашение для добавления ReQuest на ваш сервер.
cmd-desc-support = Показывает версию бота и ссылку на сервер разработки.
cmd-desc-language = Установить предпочтительный язык для ответов бота.
cmd-desc-help = Показывает список команд и их описания.
cmd-desc-admin = Мастер администрирования. Только для владельца бота
cmd-desc-config = Меню настройки сервера (только для администраторов сервера)
cmd-desc-gm = Меню Мастера Игры
cmd-desc-player = Меню игрока
cmd-desc-shop = Открывает магазин в текущем канале, если он настроен.

# Названия контекстных меню
cmd-context-name-trade = Обмен
cmd-context-name-modify-player = Изменить Игрока
cmd-context-name-view-player = Просмотр Игрока
